{
    "info": {
        "title": "Credential Theft & Account Takeover",
        "description": "This module covers how phishing attacks lead to stolen credentials and the risks of account takeover.",
        "requirements": [],
        "itemCount": 7
    },
    "pages": [
        {
            "title": "Introduction to Credential Theft",
            "content": "Credential theft occurs when attackers steal usernames and passwords to gain unauthorized access to systems, data, and accounts. These credentials are often obtained through phishing, malware, or data breaches and can lead to serious financial or data loss for individuals and organizations."
        },
        {
            "title": "Common Ways Credentials Are Stolen",
            "content": "- **Phishing Emails**: Fraudulent emails that direct users to fake login pages.\n- **Keyloggers & Malware**: Malicious software records keystrokes to capture passwords.\n- **Data Breaches**: Hackers leak massive databases containing user credentials.\n- **Social Engineering**: Attackers impersonate trusted figures (e.g., IT or HR) to extract login details."
        },
        {
            "title": "Understanding Account Takeover (ATO)",
            "content": "Account Takeover (ATO) happens when an attacker gains control of a user's account using stolen credentials. Once inside, attackers may change passwords, steal sensitive data, impersonate employees, or spread further phishing attacks internally."
        },
        {
            "title": "How Credential Theft Leads to ATO",
            "content": "1. An attacker obtains a user's password via phishing or a data breach.\n2. They log in and explore internal emails, files, and systems.\n3. They impersonate the user to send phishing messages or extract more data.\n4. In some cases, they change login credentials to lock out the user."
        },
        {
            "title": "Preventing Credential Theft",
            "content": "- **Use Unique Passwords**: Avoid reusing the same password across multiple accounts.\n- **Password Managers**: Store and generate strong, unique passwords.\n- **Recognize Phishing Attempts**: Be cautious of urgent or suspicious emails asking for credentials."
        },
        {
            "title": "Importance of Multi-Factor Authentication (MFA)",
            "content": "MFA adds an extra layer of protection by requiring an additional form of verification (e.g., OTPs, biometric scans). Even if credentials are stolen, MFA can block unauthorized access. It's one of the most effective defenses against ATO."
        },
        {
            "title": "What to Do If Your Credentials Are Compromised",
            "content": "- Immediately change your passwords.\n- Enable MFA if it's not already active.\n- Review recent login activity and report suspicious access.\n- Contact your IT/security team to investigate and secure your accounts."
        }
    ]
}
